/* confirmSettings */
"Confirm Your Selections" = "Confirm Your Selections";

/* generateKey */
"Finish" = "Finish";

/* Introduction */
"Introduction" = "Introduction";

/* ExpertMode */
"Make a new key" = "Make a new key";

/* generateKey */
"Now making your key" = "Now making your key";

/* KeySize */
"Select the Key Size" = "Select the Key Size";

/* KeyType */
"Select the Kind of Key" = "Select the Kind of Key";

/* ExpirationDate */
"Set the Expiration Date" = "Set the Expiration Date";

/* setIdentity */
"Set Your Identity" = "Set Your Identity";

